Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: Memory pressure rose to %@
de: Der Speicherdruck ist auf %@ gestiegen
fr: La pression mémoire est montée à %@
zh_hans: 内存压力升到了%@

source: Memory pressure timeline
de: Zeitleiste des Speicherdrucks
fr: Chronologie de la pression mémoire
zh_hans: 内存压力时间线

source: Memory pressure timeline with pressure events marked
de: Zeitleiste des Speicherdrucks mit markierten Druckereignissen
fr: Chronologie de la pression mémoire avec les événements de pression marqués
zh_hans: 内存压力时间线,已标记压力事件

source: Memory still warming up
de: Speicher noch in der Aufwärmphase
fr: Mémoire encore en préchauffage
zh_hans: 内存仍在预热

source: Memory taxonomy: %@
de: Speichertaxonomie: %@
fr: Taxonomie mémoire : %@
zh_hans: 内存构成：%@

source: Memory that apps are actively using and that is not a reclaimable file cache. It is the closest match to Activity Monitor's 'App Memory'.
de: Speicher, den Apps aktiv nutzen und der kein freigebbarer Dateicache ist. Er entspricht am ehesten dem „App-Speicher“ in der Aktivitätsanzeige.
fr: Mémoire que les apps utilisent activement et qui n'est pas un cache de fichiers récupérable. C'est l'équivalent le plus proche de la « Mémoire des apps » du Moniteur d'activité.
zh_hans: 应用程序正在活跃使用的内存，不包括可回收的文件缓存。这与活动监视器中的“App 内存”最为接近。

source: Memory that can't be moved or compressed. The system needs it where it is.
de: Speicher, der weder verschoben noch komprimiert werden kann. Das System braucht ihn genau dort, wo er ist.
fr: Mémoire qui ne peut être ni déplacée ni compressée. Le système en a besoin là où elle est.
zh_hans: 无法移动或压缩的内存。系统必须把它留在原地。

source: Memory the compressor has squeezed so more fits in RAM without going to disk. A little is normal; a lot, and rising, is an early sign of pressure.
de: Speicher, den der Kompressor verdichtet hat, damit mehr in den RAM passt, ohne auf die Festplatte auszulagern. Ein wenig ist normal; viel, und steigend, ist ein frühes Zeichen für Speicherdruck.
fr: Mémoire compressée par le compresseur pour en faire tenir plus en RAM sans passer par le disque. Un peu, c'est normal ; beaucoup, et en hausse, c'est un signe précoce de pression.
zh_hans: 压缩器为了在 RAM 中容纳更多数据而进行压缩的内存，避免写入磁盘。少量压缩属于正常现象；大量且持续上升则是内存压力的早期信号。

source: Memory the compressor has squeezed to fit more in RAM. A little is normal; a lot, and rising, is an early sign of pressure.
de: Speicher, den der Kompressor verdichtet hat, damit mehr in den RAM passt. Ein wenig ist normal; viel, und steigend, ist ein frühes Zeichen für Speicherdruck.
fr: Mémoire compressée par le compresseur pour en faire tenir plus en RAM. Un peu, c'est normal ; beaucoup, et en hausse, c'est un signe précoce de pression.
zh_hans: 压缩器挤压过的内存，以便在 RAM 中容纳更多。少量是正常的；数量多且还在上升，是内存偏紧的早期信号。

source: Memory use is {memory.bytes|bytes} ({memory.pctOfRAM}% of RAM).
de: Der Speicherverbrauch beträgt {memory.bytes|bytes} (Anteil am RAM: {memory.pctOfRAM} %).
fr: L'utilisation mémoire est de {memory.bytes|bytes} (part de la RAM : {memory.pctOfRAM} %).
zh_hans: 内存占用为 {memory.bytes|bytes}（内存的 {memory.pctOfRAM}%）。

source: Memory used right now by Intel apps running under translation.
de: Speicher, den übersetzte Intel-Apps gerade belegen.
fr: Mémoire utilisée en ce moment par les apps Intel exécutées en traduction.
zh_hans: 当前正在转译运行的 Intel 应用所使用的内存。

source: Memory your apps are actively using that isn't a reclaimable file cache.
de: Speicher, den deine Apps aktiv nutzen und der kein freigebbarer Dateicache ist.
fr: Mémoire que vos apps utilisent activement et qui n'est pas un cache de fichiers récupérable.
zh_hans: 应用正在主动使用、且不属于可回收文件缓存的内存。

source: Memory · %@
de: Speicher · %@
fr: Mémoire · %@
zh_hans: 内存 · %@

source: Menu Bar & Dock
de: Menüleiste & Dock
fr: Barre des menus et Dock
zh_hans: 菜单栏与程序坞

source: Menu bar
de: Menüleiste
fr: Barre des menus
zh_hans: 菜单栏

source: Menu bar & refresh
de: Menüleiste & Aktualisierung
fr: Barre des menus et actualisation
zh_hans: 菜单栏与刷新

source: Menu bar preview
de: Vorschau der Menüleiste
fr: Aperçu de la barre des menus
zh_hans: 菜单栏预览

source: Message type
de: Nachrichtentyp
fr: Type de message
zh_hans: 消息类型

source: Messages
de: Nachrichten
zh_hans: 信息

source: Messages > Settings > General > Keep Messages, or delete large conversations in Messages.
de: Nachrichten > Einstellungen > Allgemein > Nachrichten behalten, oder lösche große Unterhaltungen in Nachrichten.
fr: Messages > Réglages > Général > Conserver les messages, ou supprimez les grandes conversations dans Messages.
zh_hans: “信息”>“设置”>“通用”>“保留信息”，或在“信息”中删除较大的对话。

source: Messages history and attachments.
de: Verlauf und Anhänge von Nachrichten.
fr: Historique et pièces jointes de Messages.
zh_hans: “信息”的聊天记录和附件。

source: Metal support
de: Metal-Unterstützung
fr: Prise en charge de Metal
zh_hans: Metal 支持

source: Metric
de: Metrik
fr: Métrique
zh_hans: 指标

source: Mirror
de: Spiegelung
fr: Recopie vidéo
zh_hans: 镜像

source: Mode
de: Modus
zh_hans: 模式

source: Model
de: Modell
fr: Modèle
zh_hans: 型号

source: Model ID
de: Modell-ID
fr: ID du modèle
zh_hans: 型号 ID

source: Model identifier
de: Modell-Identifizierung
fr: Identifiant du modèle
zh_hans: 机型标识符

source: Model number
de: Modellnummer
fr: Numéro de modèle
zh_hans: 型号编号

source: Modified
de: Geändert
fr: Modifié
zh_hans: 修改时间

source: More actions
de: Weitere Aktionen
fr: Autres actions
zh_hans: 更多操作

source: Most recent at %@.
de: Zuletzt um %@.
fr: Le plus récent à %@.
zh_hans: 最近一次在 %@。

source: Mount points inside this scope. Their contents belong to other volumes; scan them from the scope menu.
de: Mount-Points innerhalb dieses Bereichs. Ihr Inhalt gehört zu anderen Volumes; scanne sie über das Bereichsmenü.
fr: Points de montage dans ce périmètre. Leur contenu appartient à d'autres volumes ; analysez-les depuis le menu de périmètre.
zh_hans: 此范围内的挂载点。其内容属于其他宗卷；请从范围菜单中选择扫描它们。

source: Mounted from
de: Gemountet von
fr: Monté depuis
zh_hans: 挂载来源

source: Mounted simulator runtime images; their space is in the images, not here.
de: Gemountete Simulator-Runtime-Images; ihr Platz liegt in den Images, nicht hier.
fr: Images de runtime du simulateur montées ; leur espace se trouve dans les images, pas ici.
zh_hans: 已挂载的模拟器运行时映像；空间在映像文件中，不在这里。

source: Move %@ earlier
de: %@ nach vorne verschieben
fr: Déplacer %@ vers l'avant
zh_hans: 将 %@ 前移

source: Move %@ later
de: %@ nach hinten verschieben
fr: Déplacer %@ vers l'arrière
zh_hans: 将 %@ 后移

source: Move it to the Trash, then empty the Trash in Finder to free the space.
de: Lege es in den Papierkorb und entleere dann den Papierkorb im Finder, um den Platz freizugeben.
fr: Placez-le dans la corbeille, puis videz la corbeille dans le Finder pour libérer l'espace.
zh_hans: 将它移到废纸篓，然后在访达中清倒废纸篓以释放空间。

source: Move to Trash
de: In den Papierkorb legen
fr: Placer dans la corbeille
zh_hans: 移到废纸篓

source: Move to the Trash (Command-Delete). You can put it back from the Trash.
de: In den Papierkorb legen (Befehlstaste-Rückschritttaste). Du kannst es aus dem Papierkorb zurücklegen.
fr: Placer dans la corbeille (Commande-Suppr). Vous pourrez le remettre depuis la corbeille.
zh_hans: 移到废纸篓（Command-Delete）。之后仍可从废纸篓放回原处。

source: Move to the Trash?
de: In den Papierkorb legen?
fr: Placer dans la corbeille ?
zh_hans: 移到废纸篓？

source: Move “%@” to the Trash?
de: „%@“ in den Papierkorb legen?
fr: Placer « %@ » dans la corbeille ?
zh_hans: 将“%@”移到废纸篓？

source: Moved to the Trash from here. The space is freed when the Trash is emptied in Finder.
de: Von hier in den Papierkorb gelegt. Der Platz wird frei, wenn der Papierkorb im Finder entleert wird.
fr: Placé dans la corbeille depuis ici. L'espace est libéré quand la corbeille est vidée dans le Finder.
zh_hans: 已从这里移到废纸篓。在访达中清倒废纸篓后空间才会释放。

source: Movies
de: Filme
fr: Vidéos
zh_hans: 影片

source: Much of your “used” memory is cached files: recently used data kept around to make things fast. macOS hands it back the instant something needs it. %@ shows cached files in a calm colour so you know it is working for you, not against you.
de: Ein großer Teil deines „belegten“ Speichers sind gecachte Dateien: kürzlich verwendete Daten, die aufbewahrt werden, damit alles schnell bleibt. macOS gibt sie sofort zurück, sobald etwas den Platz braucht. %@ zeigt gecachte Dateien in einer ruhigen Farbe, damit du weißt, dass sie für dich arbeiten, nicht gegen dich.
fr: Une grande partie de votre mémoire « utilisée » est constituée de fichiers en cache : des données récemment utilisées, conservées pour que tout reste rapide. macOS les rend dès que quelque chose en a besoin. %@ affiche les fichiers en cache dans une couleur apaisante pour que vous sachiez qu'ils travaillent pour vous, pas contre vous.
zh_hans: 您大部分“已用”内存实际上是缓存文件:保留最近使用的数据以提升速度。一旦有程序需要,macOS 会立即归还这部分内存。%@ 用平缓的颜色显示缓存文件,让您知道它是在为您服务,而不是拖慢系统。

source: Music
de: Musik
fr: Musique
zh_hans: 音乐

source: Music library
de: Musikmediathek
fr: Bibliothèque musicale
zh_hans: 音乐资料库

source: NOT
de: NICHT
fr: NON
zh_hans: 非

source: Negate this condition
de: Diese Bedingung negieren
fr: Inverser cette condition
zh_hans: 取反此条件

source: Negate this group
de: Diese Gruppe negieren
fr: Inverser ce groupe
zh_hans: 取反此分组

source: Negotiated link speed
de: Ausgehandelte Verbindungsgeschwindigkeit
fr: Vitesse de liaison négociée
zh_hans: 协商链路速率

source: Network
de: Netzwerk
fr: Réseau
zh_hans: 网络

source: Network (SSID)
de: Netzwerk (SSID)
fr: Réseau (SSID)
zh_hans: 网络（SSID）

source: Network Scan
de: Netzwerkscan
fr: Analyse du réseau
zh_hans: 网络扫描

source: Network connections
de: Netzwerkverbindungen
fr: Connexions réseau
zh_hans: 网络连接

source: Network signature
de: Netzwerksignatur
fr: Signature réseau
zh_hans: 网络签名

source: Network throughput trend
de: Trend des Netzwerkdurchsatzes
fr: Tendance du débit réseau
zh_hans: 网络吞吐量趋势

source: Neural Engine power; zero when no Core ML model is running. Click for details.
de: Leistungsaufnahme der Neural Engine; null, wenn kein Core ML-Modell läuft. Klicke für Details.
fr: Puissance de la Neural Engine ; nulle quand aucun modèle Core ML ne tourne. Cliquez pour les détails.
zh_hans: Neural Engine 功耗；没有 Core ML 模型运行时为零。点击查看详情。

source: New Group
de: Neue Gruppe
fr: Nouveau groupe
zh_hans: 新建分组

source: New Group from This…
de: Neue Gruppe daraus…
fr: Nouveau groupe à partir de ceci…
zh_hans: 基于此项新建分组…

source: Next
de: Weiter
fr: Suivant
zh_hans: 下一步

source: No
de: Nein
fr: Non
zh_hans: 否

source: No (unified, on package)
de: Nein (gemeinsamer Speicher, auf dem Package)
fr: Non (mémoire unifiée, sur le package)
zh_hans: 否（统一内存，封装在芯片内）

source: No AI or ML runtime is using the GPU.
de: Keine KI- oder ML-Laufzeitumgebung nutzt die GPU.
fr: Aucun environnement d'exécution IA ou ML n'utilise le GPU.
zh_hans: 没有 AI 或机器学习运行时正在使用 GPU。

source: No MAC address
de: Keine MAC-Adresse
fr: Aucune adresse MAC
zh_hans: 无 MAC 地址

source: No Selection
de: Keine Auswahl
fr: Aucune sélection
zh_hans: 未选择

source: No Wi-Fi interface
de: Keine Wi-Fi-Schnittstelle
fr: Aucune interface Wi-Fi
zh_hans: 无 Wi-Fi 接口

source: No active IPv4 interface
de: Keine aktive IPv4-Schnittstelle
fr: Aucune interface IPv4 active
zh_hans: 没有可用的 IPv4 网卡

source: No address
de: Keine Adresse
fr: Aucune adresse
zh_hans: 无地址

source: No app network activity right now.
de: Derzeit keine Netzwerkaktivität von Apps.
fr: Aucune activité réseau des apps pour le moment.
zh_hans: 当前没有应用网络活动。

source: No attributed disk activity in this range.
de: Keine zugeordnete Festplattenaktivität in diesem Zeitraum.
fr: Aucune activité disque attribuée sur cette plage.
zh_hans: 此范围内没有可归因的磁盘活动。

source: No battery: this Mac runs on mains power.
de: Keine Batterie: Dieser Mac läuft mit Netzstrom.
fr: Pas de batterie : ce Mac fonctionne sur secteur.
zh_hans: 无电池：这台 Mac 使用市电供电。

source: No conditions yet — this group matches nothing
de: Noch keine Bedingungen: Diese Gruppe trifft auf nichts zu
fr: Aucune condition pour l'instant : ce groupe ne correspond à rien
zh_hans: 尚未设置条件，此分组不匹配任何进程

source: No consistent upward memory trend — no sign of a leak.
de: Kein gleichmäßiger Aufwärtstrend beim Speicher: kein Anzeichen für ein Leck.
fr: Pas de tendance constante à la hausse de la mémoire : aucun signe de fuite.
zh_hans: 内存没有持续上升的趋势，看不出泄漏迹象。

source: No data in this window
de: Keine Daten in diesem Zeitfenster
fr: Aucune donnée dans cette fenêtre
zh_hans: 此窗口内暂无数据

source: No data logged for this window yet.
de: Für dieses Zeitfenster wurden noch keine Daten aufgezeichnet.
fr: Aucune donnée enregistrée pour cette fenêtre pour l'instant.
zh_hans: 此窗口内还没有记录数据。

source: No data yet.
de: Noch keine Daten.
fr: Aucune donnée pour l'instant.
zh_hans: 暂无数据。

source: No details reported.
de: Keine Details gemeldet.
fr: Aucun détail signalé.
zh_hans: 未报告详细信息。

source: No devices connected
de: Keine Geräte verbunden
fr: Aucun appareil connecté
zh_hans: 未连接设备

source: No devices yet
de: Noch keine Geräte
fr: Aucun appareil pour l'instant
zh_hans: 暂无设备

source: No disk activity with measurable latency in the shown window.
de: Keine Festplattenaktivität mit messbarer Latenz im angezeigten Zeitfenster.
fr: Aucune activité disque avec une latence mesurable dans la fenêtre affichée.
zh_hans: 所示窗口内没有可测得延迟的磁盘活动。

source: No dominant process recorded
de: Kein dominierender Prozess aufgezeichnet
fr: Aucun processus dominant enregistré
zh_hans: 未记录到主导进程

source: No earlier scan to compare with
de: Kein früherer Scan zum Vergleichen
fr: Aucune analyse antérieure pour comparer
zh_hans: 没有更早的扫描可供对比

source: No fan samples in the shown window.
de: Keine Lüfter-Messwerte im angezeigten Zeitfenster.
fr: Aucun échantillon de ventilateur dans la fenêtre affichée.
zh_hans: 所示窗口内没有风扇采样。

# No files match %@ and %@. Widen the filters to see more.
source: No files match %1$@ and %2$@. Widen the filters to see more.
de: Keine Dateien entsprechen %1$@ und %2$@. Erweitere die Filter, um mehr zu sehen.
fr: Aucun fichier ne correspond à %1$@ et %2$@. Élargissez les filtres pour en voir plus.
zh_hans: 没有文件同时满足“%@”和“%@”。放宽筛选条件可看到更多。

source: No free space history yet.
de: Noch kein Verlauf des freien Speicherplatzes.
fr: Aucun historique d'espace libre pour l'instant.
zh_hans: 暂无可用空间历史记录。

source: No groups yet
de: Noch keine Gruppen
fr: Aucun groupe pour l'instant
zh_hans: 暂无分组

source: No historical per-core data is recorded for this view.
de: Für diese Ansicht werden keine historischen Daten pro Kern aufgezeichnet.
fr: Aucune donnée historique par cœur n’est enregistrée pour cette vue.
zh_hans: 此视图不记录各核心的历史数据。

source: No history logged for this window yet.
de: Für dieses Zeitfenster wurde noch kein Verlauf aufgezeichnet.
fr: Aucun historique enregistré pour cette fenêtre pour l'instant.
zh_hans: 此时间窗口内尚未记录历史数据。

source: No interface available
de: Keine Schnittstelle verfügbar
fr: Aucune interface disponible
zh_hans: 没有可用网卡

source: No known Team IDs match.
de: Keine bekannten Team-IDs stimmen überein.
fr: Aucun Team ID connu ne correspond.
zh_hans: 没有匹配的已知 Team ID。

source: No leaks detected in this snapshot.
de: In diesem Schnappschuss wurden keine Lecks erkannt.
fr: Aucune fuite détectée dans cet instantané.
zh_hans: 在此快照中未检测到内存泄漏。

source: No matches
de: Keine Treffer
fr: Aucune correspondance
zh_hans: 没有匹配项

source: No matching processes.
de: Keine passenden Prozesse.
fr: Aucun processus correspondant.
zh_hans: 没有匹配的进程。

source: No memory composition sample is available.
de: Keine Messung der Speicheraufteilung verfügbar.
fr: Aucun échantillon de répartition mémoire n’est disponible.
zh_hans: 没有可用的内存组成样本。

source: No network traffic over the shown window.
de: Kein Netzwerkverkehr im angezeigten Zeitfenster.
fr: Aucun trafic réseau sur la fenêtre affichée.
zh_hans: 所示窗口内没有网络流量。

source: No open descriptors
de: Keine offenen Deskriptoren
fr: Aucun descripteur ouvert
zh_hans: 无打开的描述符

source: No open descriptors match the current filter.
de: Keine offenen Deskriptoren entsprechen dem aktuellen Filter.
fr: Aucun descripteur ouvert ne correspond au filtre actuel.
zh_hans: 没有符合当前筛选条件的文件描述符。

source: No open ports found in the selected set.
de: Keine offenen Ports im ausgewählten Bereich gefunden.
fr: Aucun port ouvert trouvé dans l'ensemble sélectionné.
zh_hans: 在所选范围内没有发现开放端口。

source: No per-core sample is available.
de: Kein Messwert pro Kern verfügbar.
fr: Aucun échantillon par cœur n’est disponible.
zh_hans: 没有可用的各核心样本。

source: No physical disk activity over the shown window.
de: Keine physische Festplattenaktivität im angezeigten Zeitfenster.
fr: Aucune activité de disque physique sur la fenêtre affichée.
zh_hans: 所示窗口内没有物理磁盘活动。

source: No physical disks visible yet.
de: Noch keine physischen Festplatten sichtbar.
fr: Aucun disque physique visible pour l'instant.
zh_hans: 暂无可显示的物理磁盘。

source: No pressure events in the last 2 hours. Memory has stayed comfortable.
de: Keine Druckereignisse in den letzten 2 Stunden. Der Speicher ist entspannt geblieben.
fr: Aucun événement de pression au cours des 2 dernières heures. La mémoire est restée confortable.
zh_hans: 最近 2 小时没有压力事件。内存保持舒适。

source: No process selected
de: Kein Prozess ausgewählt
fr: Aucun processus sélectionné
zh_hans: 未选择进程

source: No processes added yet.
de: Noch keine Prozesse hinzugefügt.
fr: Aucun processus ajouté pour l'instant.
zh_hans: 尚未添加任何进程。

source: No processes recorded in this window.
de: Keine Prozesse in diesem Zeitfenster aufgezeichnet.
fr: Aucun processus enregistré dans cette fenêtre.
zh_hans: 此时间窗口内没有记录到进程。

source: No readable temperature sensors on this Mac.
de: Keine lesbaren Temperatursensoren auf diesem Mac.
fr: Aucun capteur de température lisible sur ce Mac.
zh_hans: 这台 Mac 上没有可读取的温度传感器。

source: No reading in this interval
de: Kein Messwert in diesem Intervall
fr: Aucune mesure dans cet intervalle
zh_hans: 此时间区间无读数

source: No recorded CPU activity in this range.
de: Keine aufgezeichnete CPU-Aktivität in diesem Zeitraum.
fr: Aucune activité CPU enregistrée sur cette plage.
zh_hans: 此范围内没有记录的 CPU 活动。

source: No recorded processes are available for this range.
de: Für diesen Zeitraum sind keine aufgezeichneten Prozesse verfügbar.
fr: Aucun processus enregistré n’est disponible pour cette période.
zh_hans: 此时间范围没有可用的已记录进程。

source: No suspected leaks, pressure spikes, or sudden memory jumps in the last 2 hours. Memory is healthy.
de: Keine vermuteten Lecks, Druckspitzen oder plötzlichen Speichersprünge in den letzten 2 Stunden. Der Speicher ist gesund.
fr: Aucune fuite suspectée, aucun pic de pression ni saut soudain de mémoire au cours des 2 dernières heures. La mémoire est saine.
zh_hans: 过去 2 小时没有疑似泄漏、压力尖峰或内存突增。内存状况健康。

source: No sustained high CPU over the recent window.
de: Keine anhaltend hohe CPU-Auslastung im jüngsten Zeitfenster.
fr: Aucune charge CPU élevée et soutenue sur la fenêtre récente.
zh_hans: 近期窗口内没有持续的高 CPU 占用。

source: No swap in use over the shown window.
de: Kein Swap in Verwendung im angezeigten Zeitfenster.
fr: Aucun swap utilisé sur la fenêtre affichée.
zh_hans: 所示窗口内没有使用交换内存。

source: No temperature samples in the shown window.
de: Keine Temperatur-Messwerte im angezeigten Zeitfenster.
fr: Aucun échantillon de température dans la fenêtre affichée.
zh_hans: 所示窗口内没有温度采样。

source: No translated processes running. Everything is native Apple silicon.
de: Keine übersetzten Prozesse laufen. Alles läuft nativ auf dem Apple Chip.
fr: Aucun processus traduit en cours. Tout est natif pour la puce Apple.
zh_hans: 没有正在运行的转译进程。一切都基于原生 Apple 芯片。

source: Noise
de: Rauschen
fr: Bruit
zh_hans: 噪声

source: None
de: Keine
fr: Aucun
zh_hans: 无

source: None assigned
de: Keine zugewiesen
fr: Aucun attribué
zh_hans: 未分配

source: None found
de: Keine gefunden
fr: Aucun trouvé
zh_hans: 未发现

source: None of the folders this scan covered is a known cache, library or download location.
de: Keiner der Ordner, die dieser Scan erfasst hat, ist ein bekannter Speicherort für Caches, Library oder Downloads.
fr: Aucun des dossiers couverts par cette analyse n'est un emplacement connu de cache, de bibliothèque ou de téléchargements.
zh_hans: 本次扫描覆盖的文件夹中没有已知的缓存、资料库或下载位置。

source: Not Now
de: Später
fr: Plus tard
zh_hans: 稍后

source: Not associated
de: Nicht assoziiert
fr: Non associé
zh_hans: 未关联

source: Not available
de: Nicht verfügbar
fr: Non disponible
zh_hans: 不可用

source: Not available in this build. Install the signed app to use full coverage.
de: In diesem Build nicht verfügbar. Installiere die signierte App, um die vollständige Abdeckung zu nutzen.
fr: Non disponible dans cette version. Installez l'app signée pour utiliser la couverture complète.
zh_hans: 此构建版本不可用。请安装签名版本的应用以使用完整覆盖。

source: Not checked
de: Nicht geprüft
fr: Non vérifié
zh_hans: 未检查

source: Not connected
de: Nicht verbunden
fr: Non connecté
zh_hans: 未连接

source: Not found
de: Nicht gefunden
fr: Introuvable
zh_hans: 未找到

source: Not installed
de: Nicht installiert
fr: Non installé
zh_hans: 未安装

source: Not reachable
de: Nicht erreichbar
fr: Non accessible
zh_hans: 不可达

source: Not readable
de: Nicht lesbar
fr: Illisible
zh_hans: 不可读

source: Not recorded
de: Nicht aufgezeichnet
fr: Non enregistré
zh_hans: 未记录

source: Not reported
de: Nicht gemeldet
fr: Non signalé
zh_hans: 未报告

source: Not responding
de: Reagiert nicht
fr: Ne répond pas
zh_hans: 无响应

source: Not supported
de: Nicht unterstützt
fr: Non pris en charge
zh_hans: 不支持

source: Not supported: %@
de: Nicht unterstützt: %@
fr: Non pris en charge : %@
zh_hans: 不支持：%@

source: Note: memory usually dominates the blend.
de: Hinweis: Meist dominiert der Speicher die Mischung.
fr: Remarque : la mémoire domine généralement la combinaison.
zh_hans: 注意：内存通常在综合得分中占主导地位。

source: Nothing here is known to be a cache or to belong to macOS, so check what it is before removing it.
de: Nichts hier ist als Cache oder als Teil von macOS bekannt. Prüfe also, was es ist, bevor du es entfernst.
fr: Rien ici n'est connu comme un cache ou comme appartenant à macOS : vérifiez donc ce que c'est avant de le supprimer.
zh_hans: 这里没有已知的缓存，也不属于 macOS。移除前请先确认它是什么。

source: Nothing is using the GPU
de: Nichts nutzt die GPU
fr: Rien n'utilise le GPU
zh_hans: 当前没有进程正在使用 GPU

source: Nothing moved by 10 MB or more
de: Keine Änderung um 10 MB oder mehr
fr: Aucune variation de 10 MB ou plus
zh_hans: 没有超过 10 MB 的变化

source: Nothing named like “%@” in this scan.
de: Nichts mit einem Namen wie „%@“ in diesem Scan.
fr: Aucun élément dont le nom ressemble à « %@ » dans cette analyse.
zh_hans: 本次扫描中没有名称类似“%@”的项目。

source: Nothing needs your attention
de: Nichts erfordert deine Aufmerksamkeit
fr: Rien ne requiert votre attention
zh_hans: 没有需要你处理的问题

source: Nothing of this kind
de: Nichts dieser Art
fr: Rien de ce type
zh_hans: 没有此类型的内容

source: Nothing recognised
de: Nichts erkannt
fr: Rien de reconnu
zh_hans: 未识别出已知位置

source: Nothing reported for this section.
de: Für diesen Abschnitt wurde nichts gemeldet.
fr: Rien de signalé pour cette section.
zh_hans: 此部分没有报告任何内容。

source: Nothing running matches this rule right now.
de: Derzeit entspricht kein laufender Prozess dieser Regel.
fr: Aucun processus en cours ne correspond à cette règle pour le moment.
zh_hans: 当前没有正在运行的进程匹配这条规则。

source: Nothing that old
de: Nichts so Altes
fr: Rien d'aussi ancien
zh_hans: 没有那么旧的内容

source: Nothing to show
de: Nichts anzuzeigen
fr: Rien à afficher
zh_hans: 没有可显示的内容
